{
  "SERVERMAN": "🔧 **AVISO OFICIAL – MANTENIMIENTO PROGRAMADO** 🚧\n\nEstimados miembros de la comunidad,\n\nInformamos que el servidor **Complex Legacy** ha entrado en un periodo de mantenimiento programado. Durante este proceso se estarán implementando mejoras técnicas enfocadas en:\n\n• Optimización del rendimiento general\n• Corrección de errores detectados\n• Ajustes de estabilidad y seguridad\n• Mejoras en sistemas internos\n\nMientras se realizan estas tareas, el acceso al servidor podrá estar **temporalmente deshabilitado o presentar intermitencias**.\n\nEste mantenimiento tiene como objetivo garantizar una experiencia más estable, segura y fluida para todos los jugadores.\n\nAgradecemos su comprensión y paciencia. Se notificará oficialmente cuando el servicio haya sido restablecido.\n\n— Administración de Complex Legacy",
  
  "SERVERON": "🟢 **AVISO OFICIAL – SERVIDOR OPERATIVO** 🚀\n\nEstimados miembros de la comunidad,\n\nEl servidor **Complex Legacy** se encuentra nuevamente **activo y funcionando con normalidad**.\n\nDurante el mantenimiento se realizaron optimizaciones técnicas, ajustes de estabilidad y mejoras internas destinadas a fortalecer el rendimiento general del servidor.\n\nRecomendamos reiniciar su cliente antes de ingresar para asegurar una correcta sincronización.\n\nAnte cualquier anomalía, pueden reportarla mediante los canales oficiales de soporte.\n\nGracias por su paciencia y por seguir formando parte de la comunidad.\n\n— Administración de Complex Legacy",
  
  "SERVEROFFLINE": "🔴 **AVISO IMPORTANTE – SERVIDOR TEMPORALMENTE FUERA DE SERVICIO** ⚠️\n\nEstimados miembros de la comunidad,\n\nEl servidor **Complex Legacy** se encuentra actualmente fuera de línea debido a ajustes técnicos no programados.\n\nNuestro equipo ya se encuentra trabajando para restablecer el servicio lo antes posible, priorizando la estabilidad y seguridad del entorno.\n\nInformaremos cualquier actualización relevante a través de los canales oficiales.\n\nAgradecemos su comprensión.\n\n— Administración de Complex Legacy",
  
  "FOOTER": "Complex Legacy © 2026 — Administración Oficial"
}